Repository: SilverKineticsIndustries/w80
Catalog: src/server/common/Resource/Resources.*.resx
Languages: de

source: An error has occured and administrator has been notified.
de: Es ist ein Fehler aufgetreten und der Administrator wurde benachrichtigt.

source: Captcha verification failed.
de: Die Captcha-Überprüfung ist fehlgeschlagen.

source: User cannot be deactivated.
de: Der Benutzer kann nicht deaktiviert werden.

source: User cannot deactivate their own account.
de: Der Benutzer kann sein eigenes Konto nicht deaktivieren.

source: User cannot be deactivated because they are already in a deactivated state.
de: Der Benutzer kann nicht deaktiviert werden, da er sich bereits in einem deaktivierten Zustand befindet.

source: Last administrator cannot be deactivated.
de: Der letzte Administrator kann nicht deaktiviert werden.

source: User email cannot be empty.
de: Die E-Mail-Adresse des Benutzers darf nicht leer sein.

source: User role cannot be empty.
de: Die Benutzerrolle darf nicht leer sein.

source: Role cannot be empty.
de: Die Rolle darf nicht leer sein.

source: Invalid user.
de: Ungültiger Benutzer.

source: An account already exists with same email.
de: Es existiert bereits ein Konto mit derselben E-Mail-Adresse.

source: User email max length is {0} characters.
de: Die maximale Länge der Benutzer-E-Mail beträgt {0} Zeichen.

source: User email is in an invalid format.
de: Die E-Mail-Adresse des Benutzers hat ein ungültiges Format.

source: User nickname max length is {0} characters.
de: Die maximale Länge des Benutzer-Spitznamens beträgt {0} Zeichen.

source: A culture is mandatory.
de: Eine Kultur ist obligatorisch.

source: Culture {0} is not a supported culture.
de: Kultur {0} ist keine unterstützte Kultur.

source: A timezone is mandatory.
de: Eine Zeitzone ist obligatorisch.

source: Timezone {0} is not a supported timezone.
de: Zeitzone {0} ist keine unterstützte Zeitzone.

source: Deactivated applications cannot be accepted.
de: Deaktivierte Bewerbungen können nicht angenommen werden.

source: Archived applications cannot be accepted.
de: Archivierte Bewerbungen können nicht angenommen werden.

source: Application cannot be accepted because it is already in a accepted state.
de: Der Antrag kann nicht angenommen werden, da er sich bereits in einem angenommenen Zustand befindet.

source: Acceptance method must be provided.
de: Die Akzeptanzmethode muss angegeben werden.

source: Acceptance text max length is {0} characters.
de: Die maximale Länge des Annahmetextes beträgt {0} Zeichen.

source: Deactivated applications cannot be archived.
de: Deaktivierte Anwendungen können nicht archiviert werden.

source: Rejected applications cannot be archived.
de: Abgelehnte Bewerbungen können nicht archiviert werden.

source: Only non-archived applications can be archived.
de: Es können nur nicht archivierte Bewerbungen archiviert werden.

source: Deactivated applications cannot be unarchived.
de: Deaktivierte Anwendungen können nicht dearchiviert werden.

source: Rejected application cannot be unarchived.
de: Eine abgelehnte Bewerbung kann nicht aus der Archivierung entfernt werden.

source: Only archived applications can be unarchived.
de: Nur archivierte Bewerbungen können dearchiviert werden.

source: Application cannot be deactivated because it is already in a deactivated state.
de: Die Anwendung kann nicht deaktiviert werden, da sie sich bereits in einem deaktivierten Zustand befindet.

source: Application cannot be reactivated because it is not in a deactivated state.
de: Die Anwendung kann nicht erneut aktiviert werden, da sie sich nicht in einem deaktivierten Zustand befindet.

source: Deactivated applications cannot be rejected.
de: Deaktivierte Bewerbungen können nicht abgelehnt werden.

source: Archived applications cannot be rejected.
de: Archivierte Bewerbungen können nicht abgelehnt werden.

source: Application cannot be rejected because it is already in a rejected state.
de: Der Antrag kann nicht abgelehnt werden, da er sich bereits im Status „Abgelehnt“ befindet.

source: Rejection reason cannot be empty.
de: Der Ablehnungsgrund darf nicht leer sein.

source: Rejection reason max length is {0} characters.
de: Die maximale Länge des Ablehnungsgrunds beträgt {0} Zeichen.

source: Rejection method must be provided.
de: Die Ablehnungsmethode muss angegeben werden.

source: Rejection response text max length is {0} characters.
de: Die maximale Länge des Ablehnungsantworttextes beträgt {0} Zeichen.

source: Deactivated application cannot be updated.
de: Deaktivierte Anwendung kann nicht aktualisiert werden.

source: User cannot be empty.
de: Der Benutzer darf nicht leer sein.

source: Id cannot be empty.
de: ID darf nicht leer sein.

source: Company name cannot be empty.
de: Der Firmenname darf nicht leer sein.

source: Company name max length is {0} characters.
de: Die maximale Länge des Firmennamens beträgt {0} Zeichen.

source: Compensation type should be entered if minimum or maximum compensation is entered.
de: Wenn eine Mindest- oder Höchstvergütung eingegeben wird, muss die Art der Vergütung eingegeben werden.

source: Compensation max cannot be a less than or equal to zero.
de: Die maximale Vergütung darf nicht kleiner oder gleich Null sein.

source: Compensation min cannot be a less than or equal to zero.
de: Die Mindestvergütung darf nicht kleiner oder gleich Null sein.

source: Compensation min cannot be greater than compensation max.
de: Die minimale Kompensation kann nicht größer sein als die maximale Kompensation.

source: Role description cannot be empty.
de: Die Rollenbeschreibung darf nicht leer sein.

source: Role description max length is {0} characters.
de: Die maximale Länge der Rollenbeschreibung beträgt {0} Zeichen.

source: Role max length is {0} characters.
de: Die maximale Rollenlänge beträgt {0} Zeichen.

source: An application must have a set of states.
de: Eine Anwendung muss über eine Reihe von Zuständen verfügen.

source: An application cannot in more than one state at a time.
de: Eine Anwendung kann sich nicht gleichzeitig in mehr als einem Status befinden.

source: An application must be in a state.
de: Eine Anwendung muss sich in einem Bundesstaat befinden.

source: Application state sequence numbers must be unique.
de: Anwendungsstatus-Sequenznummern müssen eindeutig sein.

source: Application state must have a valid Id.
de: Der Anwendungsstatus muss eine gültige ID haben.

source: Application state must have unique Ids.
de: Der Anwendungsstatus muss eindeutige IDs haben.

source: Appointments must have valid Ids.
de: Termine müssen gültige IDs haben.

source: Appointments must have unique Ids.
de: Termine müssen eindeutige IDs haben.

source: Appointment description cannot be empty.
de: Die Terminbeschreibung darf nicht leer sein.

source: Appointment description max length is {0} characters.
de: Die maximale Länge der Terminbeschreibung beträgt {0} Zeichen.

source: Appointment start date/time cannot be empty.
de: Das Startdatum/die Startzeit des Termins darf nicht leer sein.

source: Appointment start date/time must be specified in UTC.
de: Das Startdatum/die Startzeit des Termins muss in UTC angegeben werden.

source: Appointment end date/time cannot be empty.
de: Datum/Uhrzeit des Terminendes darf nicht leer sein.

source: Appointment end date/time must be specified in UTC.
de: Datum und Uhrzeit des Terminendes müssen in UTC angegeben werden.

source: Appointment cannot have same start and end date/time.
de: Der Termin darf nicht dasselbe Start- und Enddatum/-uhrzeit haben.

source: Appointment duration cannot be shorter than {0} minutes.
de: Die Dauer des Termins darf nicht kürzer als {0} Minuten sein.

source: Appointment duration cannot be longer than {0} days.
de: Die Dauer des Termins darf nicht länger als {0} Tage sein.

source: Appointments cannot overlap.
de: Termine dürfen sich nicht überschneiden.

source: Rejection fields are read-only and cannot be modified.
de: Ablehnungsfelder sind schreibgeschützt und können nicht geändert werden.

source: Acceptance fields are read-only and cannot be modified.
de: Akzeptanzfelder sind schreibgeschützt und können nicht geändert werden.

source: User is deactivated.
de: Benutzer ist deaktiviert.

source: You must confirm email ownership before logging in.
de: Sie müssen den Besitz Ihrer E-Mail-Adresse bestätigen, bevor Sie sich anmelden.

source: Refresh token missing.
de: Aktualisierungstoken fehlt.

source: Invalid invitation code.
de: Ungültiger Einladungscode.

source: Invitation code already used.
de: Der Einladungscode wurde bereits verwendet.

source: Invalid email confirmation token.
de: Ungültiges E-Mail-Bestätigungstoken.

source: Email confirmation token has expired.
de: Das E-Mail-Bestätigungstoken ist abgelaufen.

source: User has not been activated.
de: Der Benutzer wurde nicht aktiviert.

source: User's email has already been confirmed.
de: Die E-Mail-Adresse des Benutzers wurde bereits bestätigt.

source: Password cannot be empty.
de: Passwort kann nicht leer sein.

source: Password must be at least {0} characters long.
de: Das Passwort muss mindestens {0} Zeichen lang sein.

source: New password is same as current password.
de: Das neue Passwort ist dasselbe wie das aktuelle Passwort.

source: Unknown
de: Unbekannt

source: Email account ownership confirmation
de: E-Mail-Bestätigung der Kontoinhaberschaft

source: Appointment Alert
de: Terminbenachrichtigung
